;汉化：aotix

[CerberusCenturionM1 X2CharacterTemplate]
strCharacterName="地狱犬百夫长"
[CerberusCenturionM2 X2CharacterTemplate]
strCharacterName="地狱犬百夫长"
[CerberusCenturionM3 X2CharacterTemplate]
strCharacterName="地狱犬百夫长"

[AutopsyCerberusCenturion X2TechTemplate]
DisplayName="解剖地狱犬百夫长"
Summary="百夫长是地狱犬小队的前线战术专家。他们旨在实现"幻影人"的战略目标，但很明显，随着未来更多的遭遇，他们会有调整目标的余地。"
CodeName="九头蛇Mk. 2"
LongDescription="百夫长是地狱犬小队的前线战术专家。他们旨在实现"幻影人"的战略目标，但很明显，随着未来更多的遭遇，他们会有调整目标的余地。"

[CorpseCerberusCenturion X2ItemTemplate]
FriendlyName="地狱犬百夫长尸体"
FriendlyNamePlural="地狱犬百夫长尸体"
BriefSummary="对这个样本的解剖可能让我们取得进一步的进展。"

[ProvingGroundsProject_CerberusCenturionArmor X2TechTemplate]
DisplayName="地狱犬百夫长盔甲"
Summary="地狱犬百夫长盔甲类似于地狱犬突击盔甲。然而，这种盔甲是给那些在战场上领导冲锋的军官的。 "
CodeName="九头蛇的鳞片Mk. 2"
LongDescription="地狱犬百夫长盔甲类似于地狱犬突击盔甲。然而，这种盔甲是给那些在战场上领导冲锋的军官的。 "

[CerberusCenturionArmorSoldier X2ArmorTemplate]
FriendlyName="地狱犬百夫长盔甲"
FriendlyNamePlural="地狱犬百夫长盔甲"
BriefSummary="地狱犬百夫长盔甲类似于地狱犬突击盔甲。然而，这种盔甲是给那些在战场上领导冲锋的军官的。 "
TacticalText="<Bullet/>地狱犬百夫长盔甲类似于地狱犬突击盔甲。然而，这种盔甲是给那些在战场上领导冲锋的军官的。 "



